[
  {
    "id": 1,
    "titulo": "Bolo de Chocolate",
    "ingredientes": [
      "2 xícaras de farinha de trigo",
      "1 xícara de açúcar",
      "1 xícara de chocolate em pó",
      "1/2 xícara de óleo",
      "1 xícara de leite",
      "3 ovos",
      "1 colher de sopa de fermento em pó"
    ],
    "modoPreparo": "Misture a farinha, o açúcar e o chocolate em uma tigela. Adicione os ovos, o óleo e o leite e mexa bem. Por último, adicione o fermento. Despeje a massa em uma forma untada e leve ao forno pré-aquecido a 180°C por cerca de 40 minutos."
  },
  {
    "id": 2,
    "titulo": "Lasanha de Frango",
    "ingredientes": [
      "500g de peito de frango desfiado",
      "1 pacote de massa para lasanha",
      "300g de queijo mussarela",
      "300g de presunto",
      "2 xícaras de molho de tomate",
      "1 xícara de requeijão cremoso",
      "Sal e pimenta a gosto"
    ],
    "modoPreparo": "Cozinhe o frango, desfie e tempere com sal e pimenta. Em um refratário, monte a lasanha alternando camadas de massa, frango, molho de tomate, queijo e presunto. Finalize com queijo por cima. Leve ao forno a 200°C por 30 minutos."
  },
  {
    "id": 3,
    "titulo": "Salada Grega",
    "ingredientes": [
      "2 tomates picados",
      "1 pepino picado",
      "1 cebola roxa fatiada",
      "100g de azeitonas pretas",
      "150g de queijo feta em cubos",
      "Azeite de oliva",
      "Orégano a gosto",
      "Sal a gosto"
    ],
    "modoPreparo": "Em uma tigela grande, misture os tomates, pepino, cebola e azeitonas. Adicione o queijo feta. Tempere com azeite, orégano e sal a gosto. Misture bem e sirva imediatamente."
  },
  {
    "id": 4,
    "titulo": "Espaguete Carbonara",
    "ingredientes": [
      "200g de espaguete",
      "100g de bacon em cubos",
      "2 ovos",
      "50g de queijo parmesão ralado",
      "2 dentes de alho picados",
      "Sal a gosto",
      "Pimenta-do-reino a gosto"
    ],
    "modoPreparo": "Cozinhe o espaguete conforme as instruções da embalagem. Em uma frigideira, frite o bacon até ficar crocante e adicione o alho. Em uma tigela, bata os ovos e misture com o queijo parmesão. Escorra o espaguete e misture com o bacon e alho. Retire do fogo e adicione a mistura de ovos e queijo, mexendo rapidamente. Tempere com sal e pimenta a gosto. Sirva imediatamente."
  },
  {
    "id": 5,
    "titulo": "Frango ao Curry",
    "ingredientes": [
      "500g de peito de frango em cubos",
      "1 cebola picada",
      "2 dentes de alho picados",
      "1 colher de sopa de curry em pó",
      "200ml de leite de coco",
      "1 tomate picado",
      "2 colheres de sopa de óleo",
      "Sal a gosto",
      "Pimenta-do-reino a gosto"
    ],
    "modoPreparo": "Em uma panela, aqueça o óleo e refogue a cebola e o alho até ficarem macios. Adicione o frango e cozinhe até dourar. Misture o curry em pó e o tomate. Adicione o leite de coco e deixe cozinhar em fogo baixo por cerca de 20 minutos, até o frango estar cozido e o molho espesso. Tempere com sal e pimenta a gosto. Sirva com arroz branco."
  },
  {
    "id": 6,
    "titulo": "Tacos de Carne Moída",
    "ingredientes": [
      "500g de carne moída",
      "1 cebola picada",
      "2 dentes de alho picados",
      "1 pacote de tempero para tacos",
      "1/2 xícara de água",
      "Tortilhas de milho",
      "Queijo ralado",
      "Alface picada",
      "Tomate picado",
      "Sour cream a gosto"
    ],
    "modoPreparo": "Em uma frigideira, refogue a cebola e o alho até ficarem macios. Adicione a carne moída e cozinhe até dourar. Misture o tempero para tacos e a água. Cozinhe por mais 5 minutos. Aqueça as tortilhas conforme as instruções da embalagem. Recheie as tortilhas com a carne, queijo, alface, tomate e sour cream. Sirva imediatamente."
  },
  {
    "id": 7,
    "titulo": "Sopa de Abóbora",
    "ingredientes": [
      "500g de abóbora em cubos",
      "1 cebola picada",
      "2 dentes de alho picados",
      "1 litro de caldo de galinha",
      "1 colher de sopa de azeite",
      "1 colher de chá de cominho",
      "Sal a gosto",
      "Pimenta-do-reino a gosto",
      "Salsinha picada para decorar"
    ],
    "modoPreparo": "Aqueça o azeite em uma panela grande e refogue a cebola e o alho até ficarem macios. Adicione a abóbora e refogue por mais alguns minutos. Adicione o caldo de galinha e o cominho. Cozinhe até a abóbora estar macia, cerca de 20 minutos. Bata a sopa no liquidificador até obter uma textura cremosa. Tempere com sal e pimenta a gosto. Sirva quente, decorado com salsinha picada."
  },
  {
    "id": 8,
    "titulo": "Quiche de Alho-Poró",
    "ingredientes": [
      "1 massa de torta pronta",
      "2 talos de alho-poró fatiados",
      "150g de queijo gruyère ralado",
      "200ml de creme de leite",
      "3 ovos",
      "Sal a gosto",
      "Pimenta-do-reino a gosto",
      "1 colher de sopa de azeite"
    ],
    "modoPreparo": "Pré-aqueça o forno a 180°C. Aqueça o azeite em uma frigideira e refogue o alho-poró até ficar macio. Em uma tigela, misture os ovos, o creme de leite, o queijo gruyère, o sal e a pimenta. Adicione o alho-poró refogado. Forre uma forma com a massa de torta e despeje a mistura de ovos e alho-poró. Asse por cerca de 30 minutos, ou até que o centro esteja firme e a superfície dourada. Sirva morno ou frio."
  },
  {
    "titulo": "fgh",
    "ingredientes": [
      "gh",
      "g"
    ],
    "modoPreparo": "hfgh",
    "id": 9
  }
]